{"pages": [{"loc": "/post/011-spring-writing-class/", "tags": "nonetags", "text": "This week, I begin teaching a core writing class centered around digital composition and contemporary issues (broadly conceived). Having not taught this course since Fall of 2015, the syllabus and schedule went through a nearly wholesale rewrite. Even now, I wonder if it’s doing the work of tracing conversations about technology and the present that I envisioned it doing. You can find a copy of the course schedule here .", "title": "[011 - spring writing class] - inadequate futures"}, {"loc": "/post/004-negativity-in-culp/", "tags": "nonetags", "text": "I’m revisiting Andrew Culp’s Dark Deleuze this week. My director suggested the book last summer somewhere between me reading A Thousand Plateaus and Claire Colebrook’s Death of the PostHuman as an example of a negative version of Deleuze that might help make sense of Colebrook’s work. In general, and this is the way I’ve always read D&G, TP has always been this joyous and affirmative text riddled with ‘little monsters’ for cultivating novel concepts (Culp 1). Each plateau offered something new—a new concept, methodology, reading. In moments of lucidity (usually while reading and then never again) it feels very portable. Dark Deleuze, by comparison, is very different: ‘Emerging from scholars concerned with the condition of the present, the darkness refashions a revolutionary Deleuze: revolutionary negativity in a world characterized by compulsory happiness, decentralized control, and overexposure’ (2). This struck me as odd for two reasons: first, all of my work is ‘concerned with the condition of the present,’ so it seemed odd that I hadn’t encountered much of this scholarship. But second, and while I absolutely agree with Culp that the revolutionary concepts offered by Deleuze throughout his corpus—‘transversal lines, rhizomatic connections, compositionist networks, complex assemblages, affective experiences, and enchanted objects’—had been largely integrated into public consciousness, it’s never occurred to me Deleuze’s work had run it’s course, cleaved into neoliberal-ese (7). There’s a lot to like in Culp’s book, and I don’t want to run through a bunch of the stuff I disagree with. Rather, I want to try to articulate why the negativity deployed throughout Dark Deleuze , in contradistinction to the ‘joyous cannon Deleuze’ I tend to think about and use, doesn’t seem to break out of the critique negativity mounts against contemporary theory. Recent theory turns to negativity to hold positive, productive, and affirmative accounts of subject formation and new materialism, for example, complicit in capitalist practices. Negativity points at its antipode and says, ‘You’re colluding with the enemy; we need to destroy it and, by proxy, you.’ My answer to this accusation has been a resigned shrug, agreement, and ‘but,’ for about a year now. Re-reading Culp’s book, I’m beginning to figure out why. If theory’s main purpose is to offer tools or frameworks for navigating and changing the world (a big ‘if’), then it’s unclear to me what negativity’s goal oriented critique offers. This may be an unfair characterization: negativity is about praxis and method over and above the final outcome. However, negativity’s claim that productivity and positivity cannot lead to the end of the world intertwines ends and means. One of the main things Culp’s book is trying to cultivate is what he calls ‘Hatred for This World;’ a call to arms for ‘the Death of this World.’ Culp argues, ‘My ultimate purpose is to convince readers to completely abandon all the joyous paths for their dark alternatives. The best scenario would be that these contraries fade into irrelevance after Dark Deleuze achieves its ostensible goal: the end of this world, the final defeat of the state, and full communism’ (20). ‘World’ comes to the fore as a stand in for neoliberal globalism and its counterpart, liberal democracy. While these interwoven structures remain, full communism remains an impossibility and we remain the exploited working class. But I don’t entirely see how this goal differs from other liberatory political and ethical thinking, especially that deployed in posthumanism (broadly) or new materialism (specifically) [1]; part of it seems ontological rather than political. Framed that way, I, too, want to bring the world to an end. Where Dark Deleuze and I diverge is less in where we end up than how we get there, and DD will continue to remind me not only that the affirmative path has not worked, but that it’s already been compromised. It’s in the section on ‘un-becoming’ that it feels like light and dark slide back into one another. Readers of Deleuze know becoming is not a wholly liberatory practice; rather, it reminds us that subjectivity and embodiment are ongoing negotiations between bodies and with(in) environments, not stable positions. In this way, to become, to inhabit territory otherwise, is also to deterritorialize—it’s always a double gesture. Culp allows this, noting ‘Becoming is really a process of un-becoming,’ and offers assemblage as the light Deleuze’s inferior mode of subjectivity: ‘assemblage-modeling is a perfect fit in a world where capitalism produces subjectivity’ (26, 27). I completely agree with this description, but if assemblages are the (theoretical and ontological) apparatuses through which subjectivity is constituted, it doesn’t seem enough to simply switch conceptual frameworks. Part of the argument seems to be that assemblages are merely the way capitalism theorizes subjectivity, either because it’s consumed the once radical framework or because assemblages describe the state of things. Subjects could think in terms of un-becoming to get out of this, it’s unclear if shifting theoretical terrain is as liberatory a practice as this section makes it out to be. Ultimately, the methodology offered here doesn’t seem light or dark, but just Deleuzian. What I both admire and need more time with is the speed and intensity at which Dark Deleuze operates. On the one hand, I want to take the book to task for miscalculating the necessary double gesture of political and theoretical work, which imbricates all resistance within existing forms of power. DD ’s solutions feel accelerationist inasmuch as it prescribes breaking through current systems of power rather than working within them [2]. It’s one thing to offer a methodology of working with in the neoliberal apparatuses identified as oppressive in order to replace them later with assemblages, but I don’t know how sharp these concepts cut. Foucault’s ‘A Preface to Transgression’ comes to mind here: transgression or inverse power doesn’t work because it merely shifts the threshold of transgression. We need transversal lines of attack. On the other hand, maybe this is precisely what Dark Deleuze is offering, but it’s not entirely clear. Culp adds, ‘the force of thought is  matter of style and not the specification of concepts.’ Style and force over content; speed over complexity. Maybe. Dark Deleuze is an intensely useful text, and there’s much about it that I like and agree with. If you believer yourself to be a thinker of affirmation, this ‘little monster’ might pull you into a different mode of thought less antithetical than interrogatory to your own. A longer reading, perhaps, would make me slide into the dark Deleuze camp. // Notes: 1. Culp argues, ‘A superior materialism “constructs a real that is yet to come” (TP, 142). It does not follow so-called new materialism, which is really just a new form of animism, but Marxist materialism as the revolutionary subversion of material necessity’ (31). 2. Dark Deleuze is not accelerationist and takes time to critique the Nick Land school of thought (44-48).", "title": "[004 - negativity in Culp] - inadequate futures"}, {"loc": "/post/001-blogging-the-dissertation/", "tags": "nonetags", "text": "This blog is a work in progress and performance of writing my dissertation. Today is the first day of writing and research after turning in a draft of the proposal. I imagine this blog taking the form of both sharing relevant research, compressed/compiled for a more general audience, as well as a place to work through the contingencies of academic labor for both graduate and recent graduate students. My dissertation is titled inadequate futures and positions posthumanism as a viable mode of intra-acting for sustainable futures in a moment of economic, ecological, and social precarity and catastrophe. Like much work about the nonhuman turn and the anthropocene, inadequate futures foregrounds a future devoid of the human, but rather than subsiding into existential dread or proffering ways of sustaining humanity, suggests reconfiguring subjectivity and ethics on new materialist and vitalist grounds in order to sustain something like an impersonal life, or a life more generally. Indeed, humanity will become extinct, but that doesn’t mean that who/what we understand as human doesn’t have radical ethical commitment to the environment or one another as we march towards demise. Instead, because matter is a performative intra-action that both humans and nonhumans are imbricated in and produced by, we need to think and act more affirmatively and sustainably with our environment and those that (co)inhabit it.", "title": "[001 - blogging the dissertation] - inadequate futures"}, {"loc": "/post/003-emerging-from-the-contemporary/", "tags": "nonetags", "text": "One thing I’m having trouble articulating and working through in the dissertation proposal is the extent to which posthumanism and posthuman subjectivity (interrelated but definitely not coterminous) are either local and site specific or transcendent and ontological. It’s clear to me how posthumanism as a discourses arises in the latter half of the 20th century: globalization, transnationalism, and the onset of network culture force us to think differently about how humans are connected. The cellphone (and really, the smartphone) shifts attention away from the human body to the human with(in) a network. The smartphone has become a very literal and felt extension of one kind of cyborg subjectivity. In this way, it’s like what Nathan Jurgenson says about identity performance: ‘Social media surely change identity performance. For one, it makes the process more explicit’ (’ The Disconnectionists ’). Our imbrication in technology makes explicit something we might have missed before—how the human and tool are woven together into assemblages or amalgams—but that then seems ontologically grounded. Theories of performativity and discipline get to swerve around this issue to an extent because they’re interested (genealogically) in very specific moments and modes of subjectivity. And I’m trying to make a similar kind of periodizing argument about the inadequacy of the liberal human as a model for understanding subjectivity in the 21st century (low hanging fruit to be sure). But to what extent do these arguments about intra-activity extend beyond this specific historical, social, and cultural moment? In Barad, at least back to when Bohr was working through his theory of quantum physics, but what about further back? And what are the consequences for reading this theoretical framework backwards? At stake here is a kind of recognition of our mutual contingency with(in) (non)human subjects. I’m trying to foreground how liberal humanism and fantasies of unified bodies inhibit our ability to recognize our fragmentary being. Unless we’re able to confront our intra-active becoming and affirm the reality of our situation—not just of subjectivity, but the crises that surround and produce our subjectivity—there cannot be a future in which the human remains. Perhaps the division between subjectivity and discourse is enough, But I still feel the anxiety of making an ontological argument, knowing how contingent these kind of descriptions are. I’m trying to embrace the ephemerality and contingency of these kind of frameworks, especially since maintaining the transcendence of any theory seems exceedingly humanistic and hubristic. Maybe inhabiting that space between skepticism, nihilism, and anxiety is where the project needs to float.", "title": "[003 - emerging from the contemporary] - inadequate futures"}, {"loc": "/post/007-intra-active-ethics/", "tags": "nonetags", "text": "This summer, i was lucky enough to participate in the inaugural modern and contemporary studies initiative summer institute at penn state. Necessarily germinal, the paper i presented gestures the first dissertation chapter i’m working on, tentatively titled ‘the subject after postmodernism: Barad, Levinas, and Intra-Active Ethics’. A pdf of the presentation can be found below. [excerpt]: In a way, I’m interested in what feels like an unresolvable tension between present and future. Rather than exchange one for the other, I’m trying to work through ethical practices and models of intra-activity to reconfigure the possibility of a different future from our situatedness in the present—to expand the horizon of possibilities from what feels like stasis. Towards this end, we might think beyond our immediate relation to other humans and nonhumans by attending to our imbrication with and within a larger and longer ecology which we both (co)inhabit and (co)produce—deep time, to an extent. I’m asking us to think about complicity alongside—rather than beyond—the kind of face to fact ethical encounters with which we might be familiar by seeking the impersonal lurking in all matter(s) human or otherwise. It’s not about abandoning current ethical projects, but recognizing and multiply the vantage from which we attend to those projects. ‘ the subject after postmodernism: Barad, Levinas, and Intra-Active Ethics ‘", "title": "[007 - 'towrads an intra-active ethics'] - inadequate futures"}, {"loc": "/post/008-novel-as-inhuman/", "tags": "nonetags", "text": "My current project/chapter has me returning to Mark Z. Danielewski’s work, a novelist who’s been with me since I first thought about teaching, and latter became an important fixture for how I think about literature, and then, again, latter, became an even more important figure for how I think about ethics, (non)humans, and so much more. Although the chapter is specifically interested in inter-weaving Danielewski’s most recent set of novels, collectively known as The Familiar , into contemporary posthumanism, figuring The Familiar as another resource for theorizing relationality among (non)humans, it’s also given me a chance to revisit his work as a whole. Specifically, I’m looking at some of the ‘paratextual’ (if you can call it that) projects surrounding The Familiar including a talk that later became an article called ‘Parable No. 9: The Hopeless Animal and the End of Nature.’ Given in Cologne, Germany in the Fall of 2010, the talk catalyzed my interest in posthumanism, actor network theory, and speculative realism (though I’ve largely abandoned the latter two in favor of the former), and continues to inform how I think about hope and our relation to animals. By that same token, I’m hoping that ‘Parable No. 9’ will offer insight into Danielewski’s novels—there’s clearly cross-contamination—as well as provide fodder for positioning his work among other posthuman theorists. Any chance to revisit Danielewski’s work, to my mind, is also an invitation to re-read House of Leaves , which I first read as a senior in high school and greatly influenced my expectation about fiction and what novels could do. I still have the same copy I read nearly a decade ago. It still has pencil and pen marks from years of annotating. It’s now signed, though it remains wine-stained and its pages are prone to falling out. It is a strange object, and it holds more significance than I can articulate here. However, I want to briefly think about how House of Leaves conditioned my expectations for novels as inhuman forces rather as somehow familiar compatriots or friends. That is, the novel has never (just) been a site for depicting the intense personal experience of characters, but always a force for modulating the subjectivity of readers; not a site for reflection, but for the production of difference. That is, I’ve always understood the novel primarily in terms of it’s material affective force, not unlike how new materialism would understand it. In the opening chapter of her Vibrant Matter , Jane Bennett describes debris found in a storm drain in Baltimore: ‘Glove, pollen, rat, cap, stick. As I encountered these items, they shimmied back and forth between debris and thing—between, on the one hand, stuff to ignore, except insofar as it betokened human activity (the workman’s efforts, the litterer’s toss, the rat-poisoner’s success), and, on the other hand, stuff that commanded attention in its own right’ (4). This distinction between debris and thing inaugurates an intense discussion and rearticulation of a political ecology that cannot merely include anthropocentric notions of nonhuman stuff. Instead, matter itself comes to matter in terms of what it does within the polis—rerouting attention, causing power outages, or (dis)allowing crops to grow. Matter is a force that affects the humans who encounter it, dispersing agency from the unified and autonomous body of the liberal human subject. House of Leaves ’s protagonist and major textual contributor, Johnny Truant, offers this description of Zampaño’s room: ‘…and for some odd reason—what I remember most of all—a very old tube of chapstick with an amber like resin, hard & cracked. Which still isn’t entirely accurate; though don’t be misled into thinking I’m not trying to be accurate. There were, I admit, other things I recall about this place, they just don’t seem relevant now. To my eye, it was all just junk, time having performed no economic alchemy there, which hardly mattered’ ( H OL xvi). Here, Johnny sees junk akin to Bennett’s debris, but what he finds later is that the junk is actually a bunch of ‘things’ that are important in their own right. One could read the ephemera that Johnny finds as anthropocentric traces of a previous life, markers of both Zampaño and the Navidson’s narrative that must be retraced, linearized, and narrativized. However, the novel resists this reading at every turn, insisting on the affective properties this ‘junk.’ Johnny’s warped physical and psychological state are less indicative of something associated with the narrative he’s piecing together, than a very literal and physical haunting produced by the sheer affective force of the ephemera he’s dealing with and the process of tracking everything down. What Johnny finds in reading and editing The Navidson Record is not some (new) way to be human—some recognizable ‘self’ that tells him how (not) to be—nor another subjectivity to relate to. Instead, he finds the inhuman force of narrative, which produces fear, loneliness, and obsession. Repeated scenes of excessive ephemera highlight the sheer weight of text he edits, stretching Johnny is disparate directions and resisting unification. During a panic attack at the tattoo parlor, when he believes he’s being attacked by some monstrous force, he describes, ‘Words filling my head. Fragments like artillery shells. Shrapnel, like syllables, flying everywhere. Terrible syllables. Sharp. Cracked. Traveling at murderous speed’ (71). Language does not mean here, and it doesn’t seem to primarily mean anywhere in the novel, but cuts, wounds, and affects. Language is not primarily semiotic mediator of narrative, but perhaps material and affective. House of Leaves ’s epigraph offers a warning: ‘This is not for you.’ That is, you will not find yourself in here, but what you will find is yourself undergoing a series of changes in light of this iterative intra-action. You will be confronted with something monstrous and inhuman; something language cannot pin it down; something that exceeds humanist and linguistic grasp. I think of Johnny, with his ephemera as the model reader, twisted by the very materiality of the text that we hold. Our postures, our re-orientations of the novel, our affective plight all echo Johnny’s relationship with The Navidson Record . Johnny shows us the inhuman we become in our intra-action with literature. This is a preliminary idea that I hope the chapter refines, but I think the idea is something like this: reading is a becoming, but I think it’s an un-becoming of ourselves—a destabilization rather than a shoring up. Literature confronts us with inhuman forces that reshape our subjectivity—forces felt most explicitly in poetry but surely imbricated in all writing. The question I understand Danielewski’s novels to open is what do we do with this inhuman force? What does this unmaking do to us? This chapter will turn to the productive potential opened by this inhuman confrontation and our individual and collective unmaking.", "title": "[008 - the novel as inhuman] - inadequate futures"}, {"loc": "/post/002-barad-fine-details/", "tags": "nonetags", "text": "Rereading Karen Barad’s Meeting the Universe Halfway is a refreshing reminder of everything I find useful in new materialism and posthumanism. Concerned primarily with how quantum physics might reshape the way we think about matter, agency, and ethics, Barad’s work if helpful for articulating where ethical commitments beyond the human, or the human-to-human, might reside. Her reworking of agency is particularly important for her interweaving of the philosophy of physics and poststructural, as she repeats throughout. For Barad, agency is not something humans have, or even particular bodies possess, but rather a distributed enactment across an intra-active assemblage (my word) or apparatus. She argues, ‘Agency is “doing” or “being” in its intra-activity. It is the enactment of iterative changes of particular practices—iterative reconfigurings of topological manifolds of spacetimematter relations—through the dynamics of intra-activity. Agency is about changing possibilities of change entailed in reconfiguring material-discursive apparatuses of bodily production’ (178). This emphasis on intra-activity reminds us that we (and let’s leave this as a slippery signifier) are involved in agency with other matters we tend to not consider imbricated in ourselves. Matter comes to matter through ‘iterative reconfigurings;’ states that both continually change but also remain the same—cells perpetually dying and being replaced in bodies human and otherwise, for example. Agency is less a deployment of force here than the tipping over of a system into something else or towards a different state—a storm tipping over from rain and thunder into a tornado and back again. In a more anthropocentric mode, it’s also about admitting that who and what we are is heavily influenced and perhaps even dependent on the matter that surrounds us, both discursive but also (new) material. It’s here that I see Barad linking up rather explicitly with poststructuralism, as if to intensify the performative and disciplinary sutures provided by Butler and Foucault. If Butler and Foucault teach us that power circulates by and through bodies both docile and disciplined, that iterative performances produce the conditions for socially (un)meaningful practices, Barad shows us reality itself, not merely human discourse, might be performative all the way down. While ‘reality’ or ‘realism’ tends to be cringe inducing in poststructuralist circles where it’s often treated as a retrenchment in structuralism and the liberal humanist subject who mediates reality, Barad’s ‘agential realism’ repositions humans not as transcendent mediator but as interwoven into the iterative reproduction of reality. Barad seeks to reformulate realism ‘in terms of the goal of providing accurate descriptions of that reality of which we are a part and with which we intra-act, rather than some imagined and idealized human-independent reality’ (207). The problem of objectivity and mediation lies at the heart of Barad’s goal: how do we disentangle the human from reality if it’s the only subjectivity we inhabit? But Barad suggests, ‘ Objectivity means being accountable for marks on bodies, that is, specific materializations in their differential mattering . We are responsible for the cuts that we help enact not because we do the choosing (neither do we escape responsibility because “we” are “chosen” by them), but because we are an agential part of the material becoming of the universe’ (178). This language resonates with Haraway’s work on cyborgs and companion species, but it’s also clearly reminiscent of Butler and Levinas, specifically the idea of having to account for the self. Levinas reminds us, ‘The responsibility for the other can not have begun in my commitment, in my decision. The unlimited responsibility in which I find myself comes from the hither side of my freedom, from a “prior to every memory,” an “ulterior to every accomplishment,” from the non-present par excellence, the non-original, the anarchical, prior to or beyond essence’ ( Otherwise Than Being 10). We do not choose responsibility nor what we respond to; rather, response is figured as the passive ground for subjectivity. Although I cannot account for myself because what constitutes my subjectivity (my environment, language, and others) precedes me, all relationships bear a ‘trace’ of our responsibility to the other ( OtB 12). Levinas’s trace is excessively human and his ethical encounters primarily circulate around the face-to-face encounter of two human subjects. But Barad opens the possibility of a different kind of accountability and the necessity of the passive grounds of our own materiality, and by extension, responsibility. Levinas argues that subjectivity is bound up in the trace of those who have come before us, and that we are bound up in those that come after us. We necessarily respond to the presence of their absence by virtue of being embodied in a specific cultural-historical-social milieu neither chosen nor consented to. For Butler, this becomes the cite of giving an account of the self. Because I arrive late, exposed to a world I have not chosen and cannot account for, ‘The “I” cannot give a final or adequate account of itself because it cannot return to the scene of address by which it is inaugurated and it cannot narrate all of the rhetorical dimensions of the structure of address in which the account itself takes place’ ( Giving an Account of One’s Self 67). I see Barad participating in a similar argument, though perhaps with further reaching consequences because her work is less indebted to or even interested in the human. While reality in Butler is primarily social and discursive reality, Barad seeks reality beyond the human-to-human encounters described above. In Barad, and this holds true in poststructuralism and critical theory more generally, reality is never what it seems—it’s constantly more complicated than we give it credit for largely because the apparatuses, discourses, and methodologies by which we understand and (re)articulate reality shape the way we understand it. This is entirely Barad’s point and intervention by way of Bohr, and it’s surely something poststructuralism taught us in the 1970’s, but Barad’s work foregrounds the complexity and labor involved in articulating a thick description of reality. In the chapter on diffractive reading—a reading practice attuned to the subjects intra-active participation in the act of reading that emphasizes difference, as opposed to a reflective reading that would subject/object divide and the sameness in the act of reading (the subject and object as static) [1]—the phrase ‘fine detail’ comes up twice in quick succession as a stand-in for what’s often left aside or bracketed in our descriptions of reality. I think Barad’s realism ends up being what we might productive call a ‘hyperrealism;’ not in the Baudrillardian sense, but in the representational sense that hyperreality painting is interested in. Hyperrealism is wary of the human eye’s ability to perceive reality and is attentive to what human vision leaves out, brackets, or isn’t sharp enough to pick up on. By emphasizing the complexity of reality, the intra-active (re) and (co)production of reality, Barad tunes us into the intricacies of everyday life. This isn’t just zooming in and out or seeing from a different point of view, but recognizing the way that reality is mediated in and through the (non)discursive apparatuses we find ourselves imbricated in. This is extremely useful for me since I see posthumanism less as a wholesale reconfiguration of the human, than an intensified attention to how the human intra-acts with(in) the networks it (co)inhabits. I would tentatively conclude by suggesting that posthumanism as a hyperrealism forces us out of an anthropocentric mode and multiplies our attention the intra-active forces that (co)produce reality. Our multitudinous experiences are surely laborious, but they also matter a great deal. As Barad notes, ‘The being of the world is a deeply ethical matter’ (185). //Notes 1. To be fair, while I find Barad’s description of diffractive reading helpful and interesting, I do think that much theory that identifies as ‘reflexive’ is already doing some of this kind of thinking. That is, reflective accounts of performativity emphasize the feedback loop between subject and object inter-relations.", "title": "[002 - Barad's 'fine details' and/as hyperrealism] - inadequate futures"}, {"loc": "/post/009-smooth-talk/", "tags": "nonetags", "text": "The good folks over at Real Life Mag were kind enough to let me write about Grammarly, fungible subjectivity, and becoming no one. The essay explores our capitulation to optimization/augmentation apps, which ultimately subordinate content to form, effectively rendering the user as anyone – the faceless subject of neoliberalism. You can find it here .", "title": "[009 - smooth talk] - inadequate futures"}, {"loc": "/post/005-satin-island/", "tags": "nonetags", "text": "I picked up Tom McCarthy’s Satin Island when I began conceptualizing and planning my dissertation proposal. In an effort to situate my project in whatever ‘the contemporary’ is, I scoured the web for discussions, syllabi, and articles that focused on the contemporary novel. Reading through Post-45 ’s series of letters from Princeton’s ‘The Contemporary’ conference, McCarthy’s novel came into focus as ‘the most discussed (and maligned) novel of the conference,’ so I decided to give it a shot. This description of the novel makes sense by the time you finish the first page. Our narrator, who we later learn is a corporate cultural anthropologist named ‘U.’, describes the shroud of Turin, which only came into focus ‘when some amateur photographer looked at the negative of a shot he’d taken of the thing, and saw the figure—pale and faded, but there nonetheless. Only in the negative: the negative became a positive, which means that the shroud itself was, in effect, a negative already’ (3). Right: the dialectical play of signifiers where the maligned or background element is elevated or brought into the foreground. You know immediately, if you’re unfamiliar with McCarthy’s work, that you’re in a novel heavily mediated by critical theory. U. considers himself a new Levi-Strauss, a figure who comes up repeatedly throughout, an aspirational figure for U.’s work compiling dossiers for the Company to advise other companies on (re)branding, paradigm shifting, and general business speak. However, U. has surpassed Levi-Strauss by the time we meet him, having written a semi-famous ethnographic account of the New York club culture. His work foregrounds the collapse of field and home, work and life, noting, ‘when the object of your study is completely interwoven with your own life and its rhythms, this distinction vanishes: Where (I asked, repeatedly) does home end and field begin…Does sex with a Lycra-miniskirted informant on your writing table at five a.m. when you’re both tripping count?’ (25). Postmodernism teaches us this lesson well, and it bears repeating, but it’s the novel’s insistence of this indistinction and continual rendering of where we experience indistinctions within ‘the contemporary’ where the novel seems most relevant and ‘malign[able].’ More than anything, Satin Island is the culmination of thick descriptive practices offered by both postmodernism and poststructuralism (and its heirs), but in the key of the contemporary. On the theoretical front, the novel suggests that postmodernism has been surpassed and wholly integrating it into neoliberal sphere. U. describes his job as ‘feeding vanguard theory [Levi-Strauss, Deleuze, Badiou], almost always from the left side of the spectrum, back into the corporate machine. The machine could swallow everything, incorporate it seamlessly, like a giant loom that reweaves all fabric, no matter how recalcitrant and jarring its raw form, into what my hero would have called a master-pattern—or, if not that, then maybe just the pattern of the master’ (33). Two contradictory things appear to happen here: on the one hand, theory is rendered impotent in the face of contemporary capitalism since it can be woven into the master-narrative that circumscribes the globe. On the other hand, the novel resists meta-narratives wholesale. U.’s pet project, ‘The Great Report,’ a unified dossier of everything, is always discussed as an impossibility—a narrative that cannot and will no cohere. U. continuously confronts the difficulty of giving it form: ‘What fluid morphing hybrid could I come up with to be equal to the task? What medium, or media, would it inhabit? Would it tell a story? If so, how, and about what, or whom? If not, how would it all congeal, around what cohere?’ (78). Despite multiple attempts, the project never reaches fruition. This tension between the (im)possibility of meta-narratives makes Satin Island both post-postmodern and perhaps not postmodern enough, with capitalism being the only remaining metanarrative, continuing to ‘swallow everything.’ The contemporary becomes a threshold through which well-worn forms are always already inadequate, but novelty remains just out of reach. Satin Island surely depicts contemporary lived experience beyond the academic thought experiments U. finds himself working through. The tedium of surveillance culture, the ubiquity of natural disasters, and a news cycle predicated on spectacle all make an appearance, helping to map the dizziness of ubiquitous information. The mysterious death of a parachuter runs throughout the novel, catching U.’s eye early in the novel but fading out of the news cycle as the trail of clues related to what’s deemed a homicide runs dry. U., however, thinks he’s solved it, creating a bulletin board and dossier of clues: the parachuters were playing a game of Russian Roulette, ‘I was certain of this…The triangles, the lines and vectors all made sense now: it seemed to me, in that instant, that I’d solved not just a private puzzle but a fundamental riddle of our time’ (129). Everything becomes a fractal, fitting into a larger and comprehensive whole, even as the novel reminds us that the whole cannot hold. U.’s theory ends up being a warning against this process by which everything can be fit into a unified whole. When U. thinks ‘I saw the truth behind the parachutist case,’ the novel is warning against any kind of ‘truth’ residing beneath or behind what’s presented (128, my emphasis). That is, the contemporary straddles the line between singularity and part of a larger whole. The novel, in both form and content, performs this tension, but doesn’t offer much of a way through, just more description. While reading, I thought of Don DeLillo’s Mao II (1991), a very different mapping of a very different era, but both texts go to pains to ask ‘what is the major cultural force in circulation globally?’ Whereas Mao II suggests the terrorist has replaced the novelist as the major cultural creative force [1], Satin Island shows how the contemporary is haunted by a far more insidious presence. U.’s lover tells him, ‘You want to be the hero in the film who runs away in slo-mo from the villains factory that he’s just mined, throwing himself to the ground as it explodes. But the explosion’s taking place already—it’s always been taking place. You just didn’t notice’ (140). Of course, the very entropy the destroys the system is what is integrated back into it, much like the vanguard theory U. replenishes the Company with. The system itself, neoliberalism and globalism, are the main forces that move things. It’s here that I begin understanding why the novel was maligned by many at ‘The Contemporary’ conference. It’s such a good description of contemporary lived experience that it feels on the nose, as if everything U. tells us is something that I already knew but needed verification. But this experience makes me think that we’re heading towards the now-ness that U. describes. These reminders of the indistinction between life and field, cause and effect, part and whole, the collapsing of these binaries, helps foreground the state of ‘the contemporary’ not as something to rally against but take as a new framework—endless and self-perpetuating. I’m avoiding much of the plot, but one moment to end on that’s important my project is the force guarantees the continuity of the world U. inhabits. In a moment of lucidity, he notes, ‘It strikes me that our entire social organism–it’s economy, it’s social policy, its civil order–that these don’t implode, hurling us all into a wild abyss of plunder, rape and burning, is down to their being reined in, held in alignment, by a yoking to this notion of the Future’ (91). So perhaps it’s not entropy or theory that neoliberalism, globalism, and capitalism feast on, but the imaginary future that allows the present to maintain standard operating practices. As U. is noting here, without the phantasmic future just out of our reach, the present would cease to hold. In this way, we might situate Satin Island’s on-the-nose-ness as part of re(con)figuring the present in order to continue imagining a future, the very thing that keeps the present churning forward. While efforts to rethink the contemporary, U.’s Present-Tense Anthropology TM , are met with confusion or derision, the novel’s descriptions of contemporary lived experience, simultaneously (counter)intuitive, offer one mapping that might trouble S.O.P., jamming the Company’s machinery and offering a space to (re)work the present and future. //Notes 1. ‘Who do we take seriously? Only the lethal believer, the person who kills and dies for faith. Everything else is absorbed. The artist is absorbed, the madman in the street is absorbed and processed and incorporated. Give him a dollar, put him in a TV commercial. Only the terrorist stands outside. The culture hasn’t figured out how to assimilate him. It’s confusing when they kill the innocent. But this is precisely the language of being noticed, the only language the West understands. The way they determine how we see them’ ( Mao II , 157).", "title": "[005 - Satin Island] - inadequate futures"}, {"loc": "/post/010-alaimo-review/", "tags": "nonetags", "text": "I recently reviewed Stacy Alaimo’s Exposed over at ASAP/J . The review focuses on Alaimo’s utilization of art and activism that foregrounds the trans-corporeal nature of subjectivity and embodiment. By interweaving geo- and biopolitical concerns into her theorization of the anthropocene, Alaimo’s work ‘reorients attention to the seemingly mundane political and aesthetic practices of co-inhabitation that shape humans and their environments.’ You can find the review here .", "title": "[010 - review of Stacy Alaimo's Exposed] - inadequate futures"}, {"loc": "/post/006-winter-the-wolf-came/", "tags": "nonetags", "text": "Juliana Spahr’s That Winter the Wolf Came offers solace in a moment of ecological anxiety and disaster. As Trump pulls the U.S. out of the Paris Climate Accord (indeed, a largely symbolic act but with very real ecological, economic, and political ramifications), I’m struck by the right’s oxymoronic stance on the country’s autonomy, or the ability to be autonomous in an age of intensified globalization. It’s easy to see the tension between the way the nation-state holds open the door for transnational capital—i.e. producing fluid borders rather than locking them down and securing the reproduction of a specific citizenry—and the insistence that somehow the U.S. can stand alone, or dictate the terms by which its borders function. The travel ban, increased racist violence, and the dream of an economy sustained by coal all play into this fantasy of the autonomous nation, and by proxy the autonomous masculine figurehead Trump longs to become. I don’t want to repeat the obvious: climate change is a problem that resides simultaneously in the present and future (but also the past since we’re probably 30 years too late to do anything about it); autonomy is a fantasy ontologically, and an impossibility economically. Autonomy is less about locking down the self or the nation, than dictating the terms by which these bodies are porous or vulnerable. It’s a chauvinist and masculinist deployment of power that seeks to impose the will of the self onto the world it inhabits. It’s a way of saying, ‘I am not vulnerable to what lies beyond me, but rather will make what remains beyond my control subservient to me; to my world view. I will shape the world in my image, and thereby refuse my own vulnerability.’ Again, entirely an impossibility in our contemporary moment. On the side of ice shelves falling off the antarctic, I find myself working on a presentation of Barad and Levinas (which seeks to rethink our capacity to intra-act with reality to co-produce a slightly different future) and reading Spahr’s collection. That Winter the Wolf Came has been less a solution than an antipode and coping mechanism for living in the post-apocalyptic present, not least of all because these poems emphasize the porosity and toxicity of the world we inhabit. The BP Deepwater Horizon spill looms large in the background, an image of oil contaminating the ocean, but also the economy and our (inter)personal relationships. However, I think the collection emphasizes toxicity not necessarily as a bad thing, something to be avoided, but rather situates toxicity and contamination as immanent with and to how we move through the world. The collection’s second poem, ‘Brent Crude,’ interweaves the price of oil into the speaker’s participation in marches and rallies, their life as a parent, and their profession as a poet. The Brent Crude Oil Spot price contaminates the speaker’s life, appearing repeatedly throughout the poem. The speaker insists, ‘I am trying to figure something out. Something I do not yet understand about my physical body, my real financial, medical, and social needs’ (23). Embodiment is not self-sufficient, but exceedingly dependent on the institutions and systems we find ourselves imbricated with(in). The poem foregrounds this, modeling less how we come to terms with this existence, than showing how we might identify where embodiment exceeds our grasp, or where our autonomy becomes wound up in something other than ourselves. A physical body is not just matter, but an intra-active mattering with a complex matrix of discursive and material apparatuses—‘financial, medical, and social,’ but also ecological and ontological. The poem’s final stanza moves us to identify the complexity of the dynamic we inhabit, with someone telling the speaker, ‘the last thing we need is another BP poem; someone said just another nature poem…Not to me necessarily. At other moments to me but that doesn’t matter. It was in the air’ (25). ‘Brent Crude’ moves from nature or the oil spill as such to nature and oil as bound up in our own lives; from contamination to the way contamination functions. Privileging autonomy belies a shared corporeal vulnerability with both humans and nonhumans with(in) the intra-active reality we co(in)habit. It denies the dynamism inherent in our relationship with the world, and pretends that nature is somehow limitless and self-producing resource that we must merely manage (though Trump seems uninterested in even doing that ). What is to be done? We are all in this together. And though ‘we’ are perhaps differently situated in whatever ‘this’ is, we must leverage the double valence of our (im)potentiality in an effort to re-imagine or re-theorize the present and future. ‘Brent Crude’ might be a helpful companion in this task. The collection, for me, foregrounds the impossibility of autonomy, on the one hand, and the necessity of foregoing fantasies of autonomy, on the other, in order to sustain anything like a future. In Spahr, this involves moving from a nature poetry that posits a nature somewhere over there that we can observe and write about, to a nature that we’re active participants. In That Winter the Wolf Came this isn’t a choice or an imperative, but a reality that we’re called to recognize or risk annihilation in a self-same and post-apocalyptic present. I think we’re seeing this shift in contemporary U.S. politics to an extent—a realization that politics isn’t something that happens over there, on election day(s), but a space that we actively co-produce on a daily basis. This is, of course, met with backlash by the current administration that prefers a univocal deployment of political force. But I think there’s an increasing number of models of rethinking this kind of engagement, which might transmute into a shift in how we engage with(in) the environment we cohabit. Spahr’s poetry here and beyond is a useful resource for finding the intersections and intra-activities among human and nonhuman in precarious times.", "title": "[006 - That Winter the Wolf Came, autonomy, and climate] - inadequate futures"}, {"loc": "/classes/", "tags": "nonetags", "text": "engl 288: nature in literature - human @ the limit [spring 2017] At the intersection of discussions about intensified global warming, diminishing populations of endangered species, and increasingly perceptive artificial intelligence stands the human, or, at least, the question of the human. In mapping these territories, we necessarily come up against the human and its connection to animals, nature, culture, and technology. While this course focuses on the relationship of human beings and the environment in which they function, as represented in a variety of literary works (the university course description), we will also attend to questions about how we understand and constitute both “human beings” and “environment”: How “natural” is nature and how is it similar or different from “culture”? What is our relationship to animals, plants, machines, and nature, and what kind of responsibility do these relationships entail? In addition to the assigned novels, poetry, film and television, we will utilize feminist and posthuman methodologies and theoretical texts to explore these questions. Ultimately, the goal of the class will be to deconstruct—that is, understand, critique, and re(con)figure—the human[’s] boundaries, limits, and thresholds. In an effort to explore these concepts and ideas, we’ll examine literary and theoretical texts that foreground these questions, including Coetzee’s The Lives of Animals , Yamashita’s Through the Arc of the Rain Forest , Garland’s Ex Machina , and Westworld (2016) among others. // engl 288 schedule engl 273: remediating narrative [fall 2016] Twitter, Netflix, iTunes. Vimeo, Soundcloud, Tumblr. The way we access and consume both media and narratives has changed radically over the past decade and a half. With this transformation comes a shift in how narratives are formed and disseminated—television shows begin to look like novels while novels begin to resemble websites; entire seasons of television are released in a single day; Vimeo, YouTube, and iTunes become essential spaces for long form journalism and serialized narratives. These shifts prompt some questions: how exactly do these narratives differ (in form and content) from those 20, 30, or 40 years ago? How has technology, like the Internet or eReaders, changed the novel or how we read? How have televisual narratives adapted to streaming providers like Netflix or Amazon? Following Fredrich Kittler’s claim that “media determine our situation,” this class will examine two (among other) interwoven questions: How has narrative, especially the novel and television, adapted and responded to contemporary technologies, and how has our experience and consumption of these narratives changed as a result? Texts include novels by Mark Z. Danielewski and David Markson, work by Claudia Rankine, various films and television, podcasts including Alice Isn’t Dead , and Chris Ware’s unbound Building Stories . // engl 273 schedule uclr 100: stranger than fiction - 20/21st century (meta)fiction [spring 2016] What happens when characters in a novel recognize their own fictional status and begin exceeding the grasp of narration? What can poetry about poetry tell us about, well, poetry? Or drama about drama, for that matter? What happens when literature becomes aware of itself as literature, and what can these metafictional texts tell us not only about literature but also how we read? This foundational course in literary studies explores metafictional literature in a variety of modes and genres, including prose, poetry, drama, and film. Surveying literature from the late 19th century to the present, we will investigate texts that exceed their own fictional world or call attention to their own textual status. This course will emphasize close reading as a foundation for literary and cultural analysis, presenting strategies and key literary and critical terms to analyze and discuss literature. Texts will include Salvador Plascencia’s The People of Paper , Samuel Beckett’s Waiting for Godot , short stories by Jorge Luis Borges and Amy Hempel, and poetry by Emily Dickinson and Mark Z Danielewski. ucwr 110: writing in the contemporary [fall 2015//spring 2018] UCWR 110 is a rhetorically oriented reading and writing course in which you will analyze, evaluate, and critique both written and visual texts, as well as produce texts of your own. The goal of the course is to build on your preexisting writing and rhetorical skills—academic and otherwise—helping you become a stronger reader and more effective communicator. These writing and critical thinking skills you refine in this class will aid you during and beyond your time at Loyola. In addition to considering academic conventions of writing, this class will focus on writing “in” our contemporary moment, considering how writing responds to, is disseminated in, and produces (“writes in”) the present. Towards this end, the course assignments, reading, and your writing will engage critically with ongoing conversations about our present moment. // ucwr 110 schedule", "title": "course descriptions - inadequate futures"}, {"loc": "/about/", "tags": "nonetags", "text": "inadequate futures is an in-progress dissertation by alex christie, a doctoral candidate at Loyola University Chicago who researches and writes about the entanglement of posthumanism and ethics in the present. inadequate futures addresses the relationship between subjectivity and ethics in our contemporary moment, articulating the need to reorient our conceptions of futurity toward an impersonal posthuman subject. By mapping the differences in how we’ve come to describe and theorize subjectivity in the past three decades, inadequate futures theorizes the consequences and possibilities for imagining a future from our contemporary moment. While this blog will primarily be a space for thinking about posthumanism, ethics, and contemporary representations of nonhuman subjectivity, it might also address cultural critique more general, especially contemporary film, television, art, and literature. The writing here is meant to be a work in progress, half finished thoughts that might be fleshed out later. They’re written with, what i hope is, a balance of speed, intensity, and careful reflection. In this way, it’s all under erasure.", "title": "about - inadequate futures"}, {"loc": "/search/", "tags": "nonetags", "text": "$(document).ready(function() {\n     $('#tipue_search_input').tipuesearch({\n         'mode' : 'json',\n         'show': 10,\n         'contentLocation': '../tipuesearch_content.json'\n     });\n});", "title": "search - inadequate futures"}, {"loc": "/teaching/", "tags": "nonetags", "text": "Learning is dynamic and collaborative, requiring various participants and styles of participation. My teaching fosters critical engagement with and among various textual collaborators that enter the classroom by highlighting how texts ‘resonate’ when we interact with them. Borrowing the term from Wai Chee Dimock’s ‘A Theory of Resonance,’ I utilize the notion of resonance to emphasize that knowledge is not an object unilaterally disseminated by experts, but an unstable result of our relation to texts both fleshy and pulpy. What we learn emerges from the act of reading, participating in discussion, and in the process of composition. Critical thinking and close reading are vital aspects of what literary studies offers students, but I underscore how these methodologies are tools for navigating the world, not just texts in a classroom. Because the classes I teach often center contemporary literature, film, television, and pop culture, close reading becomes an indispensable strategy for working with texts that lack a wide breadth of critical commentary. However, close reading is also something we’re compelled to practice everyday. Recognizing how the everyday texts we encounter shape us as much as we shape them is vital for living in the media saturated present. Honing close reading and critical thinking skills encourages students to be reflective participants in the ongoing (re)production of the world we co(in)habit. Towards this end, my classroom privileges student discussion and participation. Classrooms are not only comprised of students, instructors, and texts, but also an array of disparate affects, concepts, and objects. Understanding ‘collaboration’ as very literally laboring with and within these constraints demonstrates the indistinction between the classroom and what lies beyond its walls. In this way, class discussions are always in the service of how texts work and how they ask us to see the world differently. By encouraging students to consider what a text does rather than what it means, I reorient habituated modes of learning towards a process model that privileges methodology over content. This also facilitates less restrictive class discussion in which students offer various accounts of how texts function or resonate rather than relying on me to explain what they mean. By decentering the source of and process by which we produce knowledge, I ask students to consider themselves as indispensable nodal points for circulating and transforming ideas. My emphasis on the function and force of language is echoed in my composition pedagogy. When close reading is positioned as a vital skill for navigating the world, students become attuned to how language works and interweave their reading practices into their compositional practices. While we read and discuss various models for what ‘good’ writing does, I underscore writing as a process by which we take aim at an idea. Writing is always unfinished—even final drafts must be read as in-progress. Blogging assignments provide a low stakes space for students to test out their ideas, while multimodal assignments solicit student expertise in excess of what’s discussed in class. In both cases, learning emerges with and within what we write.", "title": "teaching philosophy - inadequate futures"}, {"loc": "/cv/", "tags": "nonetags", "text": "Alex Christie Loyola University Chicago, Department of English 1032 West Sheridan Road // Chicago, IL 60660 alexj.christie [at] gmail.com Education 2019 (Expected): PhD, English Literature Loyola University Chicago, Chicago IL Dissertation: inadequate futures , directed by Suzanne Bost 2014: MA, English Literature Loyola University Chicago, Chicago IL 2013: BA, English Literature; BA Philosophy Pennsylvania State University, State College PA Phi Beta Kappa Teaching Instructor of Record [Loyola University Chicago] 2018: Core Writing Seminar: Writing in the Contemporary (Spring) 2017: Nature in Literature: Human @ the Limit (Spring) 2016: Exploring Fiction: Remediating Narrative (Fall) 2016: Core Literature Seminar: Stranger Than Fiction (Spring) 2015: Core Writing Seminar: Writing in the Contemporary (Fall) 2014: Core Writing Seminar: Writing Responsibly (Fall) Teaching Assistant [Loyola University Chicago] 2017: Contemporary Critical Theory (Fall) 2015: Contemporary Critical Theory (Spring) 2014: Core Writing Seminar: Writing Responsibly (Spring) Tutoring & High School Experience 2017: Expository and Academic Writing Summer Enrichment at Loyola - serving rising high school seniors 2013-14: Graduate Tutor Loyola Writing Center – serving undergraduates 2013: Graduate Tutor Loyola Literacy Center – serving Rogers Park Chicago area Publications 2018: Review of Stacy Alaimo's Exposed . ASAP/J 2017: ' Smooth Talk .' Real Life Mag Conference Presentations 2017: 'Towards an Intra-Active Ethics' Modern and Contemporary Studies Initiative Summer Institute , State College PA 2016: 'Hollywood Hacker Bullshit: Popular Hacktivism in Mr. Robot ' Pop Culture Association/American Culture Association , Seattle WA 2015: 'Nonhuman Art and Refiguring the Public Sphere' The Association for the Study of the Arts of the Present , Greenville SC Related Experiences 2015-17: English Graduate Student Association – Treasurer 2016: Respondent to Steve Jones's 'Reverse-Engineering the First Humanities Computing Center: A Media-Archaeology Approach' Instant History: The Postwar Digital Humanities and Their Legacies , Chicago, IL 2015:   Respondent to Urmila Seshagiri's 'Plotting Against Modernism: Legacies of an Aesthetic Revolution' Modernism’s Legacies: (Post)Postmodernism , Chicago, IL 2014: Medieval Disability Seminar w/ Dr. Edward Wheatley Newberry Library, Chicago, IL 2014: Seminar Participant – 'Affect and Modernity' 24th Annual International Conference on Virginia Woolf , Chicago IL Honors & Awards 2017: Participant in inaugural Modern and Contemporary Studies Initiative Summer Institute 2015: Stanley Clayes Essay Winner, Loyola University Chicago 2012: Dotterer Scholarship, Penn State 2011-2013: University Trustee Scholarship, Penn State 2010-2011: Academic Competitiveness Grant, Penn State 2009-2013: Dean’s List, Penn State 2009-2013: George S. Wykoff Scholarship, Penn State", "title": "cv - inadequate futures"}]}